/*
A :
B :
*/


const qnaList = [
  {
    q: '1. test',
    a: [
      {answer: '1', type:['A']},
      {answer: '2', type:['B']},
      {answer: '3', type:['C']},
      {answer: '4', type:['D']},
      {answer: '5', type:['E']},
      {answer: '6', type:['F']},
      {answer: '7', type:['G']},
      {answer: '8', type:['H']},
      {answer: '9', type:['I']},
      {answer: '10', type:['J']},
      {answer: '11', type:['K']},
      {answer: '12', type:['L']},
    ]
  }
]


/*
const qnaList = [
  {
    q: '1. 나는 스트레스를 받으면',
    a: [
      { answer: '이럴땐 몸을 움직여야지! 운동을 간다.', type: [] },
      { answer: '마음의 휴식이 필요해... 책을 읽는다.', type: [] },
    ]
  },
  {
    q: '2. 나는 시험 전날에',
    a: [
      { answer: '시험 잘 보게 해주세요... 기도를 한다.', type: [] },
      { answer: '시험은 무슨 놀러나 가야지~ 놀러 나간다.', type: [] },
      { answer: '공부나 해야지... 공부를 한다.', type: [] },
      { answer: '몸을 움직여야겠다! 웅동을 간다.', type: [] },
    ]
  },
  {
    q: '3. 나는 파란 하늘을 보면',
    a: [
      { answer: '죽는 날까지 하늘을 우러러 한 점 부끄럼이 없기를... 서시가 생각난다.', type: [] },
      { answer: '레일리의 산란 이론? 하늘이 파란 이유에 대해 생각한다.', type: [] },
    ]
  },
  {
    q: '4. 나는 운동을 할 때',
    a: [
      { answer: '축구, 족구 등 발을 쓰는 운동을 한다.', type: [] },
      { answer: '테니스, 배드민턴 등손을 쓰는 운동을 한다.', type: [] },
    ]
  },
]
*/
const infoList = [
  {
    name: '연행예술형',
    desc: '당신은 다른 사람과 어울려 창작물을 만들어내는 것에 흥미를 느끼는 사람입니다.',
  },
  {
    name: '창착형' ,
    desc: '당신은 창작을 두려워하지 않고 즐기는 사람입니다.',
  },
  {
    name: '자연과학 학술형' ,
    desc: '당신은 한 분야를 깊이 있게 다루는 것을 좋아하는 사람입니다.',
  },
  {
    name: '인문어학형' ,
    desc: '당신은 문제에 대해 고민하고 해결하는 것에 열중하는 사람입니다.',
  },
  {
    name: '사회과학형' ,
    desc: '당신은 사회의 문제에 관심을 갖는 사람입니다.',
  },
  {
    name: '비평형',
    desc: '당신은 자신의 생각을 다른 사람과 나누는 것에 거리낌이 없는 사람입니다.',
  },
  {
    name: '종교형' ,
    desc: '당신은 깊은 신앙심을 가지고 있는 사람입니다.',
  },
  {
    name: '봉사형' ,
    desc: '당신은 누군가를 도우며 뿌듯함을 느끼는 것을 좋아하는 사람입니다.',
  },
  {
    name: '구기체육(손)' ,
    desc: '당신은 손을 사용한 공놀이를 좋아하는 사람입니다.',
  },
  {
    name: '구기체육(발)' ,
    desc: '당신은 발을 사용한 공놀이를 좋아하는 사람입니다.',
  },
  {
    name: '레저스포츠형' ,
    desc: '당신은 여락을 겸한 스포츠를 좋아하는 사람입니다.',
  },
  {
    name: '무예.무술형',
    desc: '당신은 맨몸으로 하는 운동을 즐기는 사람입니다.',
  },
  {
    name: '자연과학 탐사형',
    desc: '당신은 새로운 세계를 두려워하기보다 궁금해하는 사람입니다.',
  },
]
